const Policy = () => {
    const text = `
    제 1조 (목적)
    이 약관은 술술컴퍼니 주식회사(전자상거래 사업자)(이하 "회사")가 운영하는 인터넷사이트 술술(이하 "술술")에서 제공하는 전자상거래 관련 서비스(이하 "서비스")를 이용함에 있어 술술과 이용자의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.
    ※ 「PC통신, 스마트폰 앱, 무선 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 준용합니다」

    제 2조 (정의)
    ① "술술"란 회사가 재화 또는 용역(이하 "재화 등"이라 함)을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 서비스를 운영하는 사업자의 의미로도 사용합니다.
    ② "이용자"란 "술술"에 접속하여 이 약관에 따라 "술술"이 제공하는 서비스를 받는 회원 및 비회원을 말합니다.
    ③ "회원"이라 함은 "술술"에 회원등록을 한 자로서, 계속적으로 "술술"이 제공하는 서비스를 이용할 수 있는 자를 말합니다.
    ④ "콘텐츠"란 회사 또는 이용자가 서비스 상에 게시 또는 등록하는 모든 글, 사진, 동영상, 각종 파일, 링크, 회원소개 등(부호, 문자, 영상, 그림 등 그 형태를 불문합니다) 술술 내에서 게시 또는 사용되는 일체의 정보를 말합니다.

    제 3조 (약관 등의 명시와 설명 및 개정)
    ① "술술"은 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호/모사전송번호/전자우편주소, 사업자등록번호, 통신판매업 신고번호, 개인정보 보호책임자 등을 이용자가 쉽게 알 수 있도록 술술의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
    ② "술술"은 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회/배송책임/환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.
    ③ "술술"은 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「개인정보보호법」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
    ④ "술술"이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 이용약관 페이지에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 "술술"은 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.
    ⑤ "술술"이 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제4항에 의한 개정약관의 공지기간 내에 "술술"에 송신하여 "술술"의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
    ⑥ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」,공정거래위원회가 정하는 「전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례」에 따릅니다.

    제 4조 (서비스의 제공 및 변경)
    ① "술술"은 다음과 같은 업무를 수행합니다.

    1. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결
    2. 구매계약이 체결된 재화 또는 용역의 배송
    3. 기타 "술술"이 정하는 업무

    ② "술술"은 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
    ③ "술술"이 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 주소로 즉시 통지합니다.
    ④ 전항의 경우 "술술"은 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, "술술"이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.

    제 5조 (서비스의 중단)
    ① "술술"은 컴퓨터 등 정보통신설비의 보수점검/교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
    ② "술술"은 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, "술술"이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
    ③ 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 "술술"은 제8조에 정한 방법으로 이용자에게 통지하고 당초 "술술"에서 제시한 조건에 따라 소비자에게 보상합니다. 다만, "술술"이 보상기준 등을 고지하지 아니한 경우에는 이용자들의 마일리지 또는 적립금 등을 "술술"에서 통용되는 통화가치에 상응하는 현물 또는 현금으로 이용자에게 지급합니다.

    제 6조 (회원가입)
    ① 이용자는 "술술"이 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
    ② "술술"은 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.

    1. 가입신청자가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 "술술"의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
    2. 등록 내용에 허위, 기재누락, 오기가 있는 경우
    3. 기타 회원으로 등록하는 것이 "술술"의 기술상 현저히 지장이 있다고 판단되는 경우
    4. "술술"의 회원가입 및 전자상거래상의 계약에 관한 서비스는 만 19세 이상인자에 한함

    ③ 회원가입계약의 성립 시기는 "술술"의 승낙이 회원에게 도달한 시점으로 합니다.
    ④ 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 "술술"에 회원정보 수정 등의 방법으로 변경사항을 알려 "술술"이 원활한 서비스를 제공할 수 있도록 조력하여야 할 의무가 있습니다. 회원이 이러한 의무를 이행하지 않아 서비스의 불완전제공 또는 미제공 등 불이익이 발생하는 경우라도, 술술은 별도의 귀책사유가 없는 한 그에 대한 책임을 부담하지 아니합니다.
    ⑤ "술술"은 회원의 종류 및 등급을 구분할 수 있으며, 구분별로 이용할 수 있는 술술의 서비스 종류, 혜택을 세분하는 등으로 회원 간 이용에 차등을 둘 수 있습니다.

    제 7조 (회원 탈퇴 및 자격 상실 등)
    ① 회원은 "술술"에 언제든지 탈퇴를 요청할 수 있으며 "술술"은 회원의 요청을 받았을 경우 사이트를 통하여 "술술"이 고지한 방법에 따라 신속하게 회원탈퇴를 처리합니다.
    ② 회원이 다음 각 호의 사유에 해당하는 경우, "술술"은 회원자격을 제한 및 정지시킬 수 있습니다.

    1. 가입 신청 시에 타인의 정보 또는 허위의 정보를 입력하거나 가입 내용에 정보의 누락, 오기가 있는 경우
    2. "술술"을 이용하여 구입한 재화 등의 대금, 기타 "술술" 이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
    3. 다른 사람의 "술술" 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
    4. "술술"을 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
    5. 기타 다음과 같은 행위 등으로 "술술"의 건전한 운영을 해하거나 "술술"의 업무를 방해하는 경우

    가. "술술"의 운영과 관련하여 근거 없는 사실 또는 허위의 사실을 적시하거나 유포하여 "술술"의 명예를 실추시키거나 "술술"의 신뢰성을 해하는 경우
    나. "술술"의 이용과정에서 직원에게 폭언, 협박 또는 음란한 언행, 이에 준하는 행동 등으로 "술술"의 운영을 방해하는 경우
    다. "술술"을 통하여 재화 등을 구매한 후 정당한 이유 없이 상습 또는 반복적으로 취소·반품하여 "술술"의 업무를 방해하는 경우
    라. "술술"을 통해 구입한 상품 또는 용역에 특별한 하자가 없는데도 불구하고 일부 사용 후 상습적인 취소·전부 또는 일부 반품, 이의 제기 등으로 회사의 업무를 방해하는 경우
    마. "술술"이 본인 확인 절차를 실시할 경우 본인 확인이 되지 않거나 본인이 아님이 확인된 경우
    바. 이미 가입된 "술술"의 회원의 개인정보(이름, 전화번호, 주소 등)와 동일한 경우
    사. 부정한 용도 또는 영리를 추구할 목적으로 서비스를 이용하는 경우
    아. 동일/유사한 아이디, 전화번호, 주소 등의 회원정보를 통하여 부정한 사용을 하는 것으로 의심되는 경우
    자. "술술"로부터 서비스 제한, 회원 자격 정지 조치 등을 받은 회원이 그 조치기간 중에 이용계약을 임의해지하고 재이용신청을 하는 경우
    차. 무단으로 "술술"의 재화, 용역, 정보를 수집하거나 외부에 제출, 게시, 이용하여 "술술"의 저작권, 상표권 등 지식재산권을 침해하는 경우
    카. 이름, 주소, 전화번호 등 회원정보를 종합하여 실질적으로 동일인으로 인정되는 기존 회원이 다른 ID로 회원가입 또는 중복가입한 경우

    ③ 회원이 제2항에 해당하는 경우, "술술"은 회원에게 제공한 혜택(적립금, 쿠폰 등)을 회수하거나 서비스 이용 제한(배송 취소 등)의 조치를 취할 수 있습니다.
    ④ "술술"이 회원 자격을 제한/정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 "술술"은 회원자격을 상실시킬 수 있습니다.
    ⑤ "술술"이 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.

    제 8조 (회원에 대한 통지)
    ① 이용자는 언제든지 고객센터와 연결된 채널(카카오톡 채널, 채널톡, 전화 등)을 통해 문의 또는 서비스와 관련한 의견을 전달할 수 있습니다.
    ② "술술"이 회원에 대한 통지를 하는 경우, 회원이 "술술"과 미리 약정하여 지정한 전자우편(또는 우편), 문자, 전화, 팩스 등의 방법으로 할 수 있습니다.
    ③ "술술"은 불특정다수 회원에 대한 통지의 경우 1주일 이상 "술술" 초기 화면 또는 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별적으로 통지하는 것을 원칙으로 합니다.
    ④ "술술"이 비회원에 대한 통지를 할 경우 본 약관에 별도 규정이 없는 한 이용자가 제공한 E-mail, 휴대폰 번호 등으로 통지할 수 있으며, 불특정 다수의 비회원에게 통지하는 경우 제3호에 따라 통지할 수 있습니다.

    제 9조 (구매신청)
    ① "술술" 이용자는 "술술"상에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, "술술"은 이용자가 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다.
    단, 회원인 경우 제2호 내지 제4호의 적용을 제외할 수 있습니다.

    1. 상품의 검색 및 선택
    2. "서비스" 이용에 필요한 성인 인증 절차 진행
    3. 회원 로그인 혹은 회원가입
    4. 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력
    5. 약관내용, 청약철회권이 제한되는 서비스, 배송료 등의 비용부담과 관련한 내용에 대한 확인
    6. 이 약관에 동의하고 위 5.호의 사항을 확인하거나 거부하는 표시(예, 마우스 클릭)
    7. 재화 등의 구매신청 및 이에 관한 확인 또는 "술술"의 확인에 대한 동의
    8. 결제방법의 선택

    제 10조 (계약의 성립)

    ① "술술"은 제9조와 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.

    1. 신청 내용에 허위, 기재누락, 오기가 있는 경우
    2. 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우
    3. 기타 구매신청에 승낙하는 것이 "술술" 기술상 현저히 지장이 있다고 판단하는 경우
    4. 구매신청 고객이 제7조에 따른 회원 자격이 제한·정지 또는 상실된 회원으로 확인되었을 경우

    ② "술술"의 승낙이 제14조 제1의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.
    ③ "술술"의 승낙의 의사표시에는 이용자의 구매 신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다.

    제 11조 (지급방법) "술술"에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각호의 방법중 가용한 방법으로 할 수 있습니다. 단, "술술"은 이용자의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다.
    1. 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체
    2. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제
    3. 온라인무통장입금
    4. 전자화폐에 의한 결제
    5. 수령시 대금지급
    6. 포인트 등 "술술"이 지급한 적립금에 의한 결제
    7. "술술"과 계약을 맺었거나 "술술"이 인정한 상품권에 의한 결제
    8. 기타 전자적 지급 방법에 의한 대금 지급 등

    제 12조 (포인트)
    ① "술술"은 회원의 구매활동, 이벤트 참여 등에 따라 회원에게 일정한 포인트를 부여할 수 있습니다.
    ② 회원은 포인트를 "술술"에서 상품 등의 구매 시 결제 수단으로 사용할 수 있으며, "술술"은 포인트의 적립기준, 사용방법, 사용기간 및 제한에 대한 사항을 사이트에 별도로 게시하거나 통지합니다. 포인트의 사용조건에 관한 사항은 "술술"의 정책에 따라 달라질 수 있습니다.
    ③ 포인트는 현금으로 환급될 수 없습니다.
    ④ 회원은 포인트를 제3자에게 또는 다른 아이디로 양도할 수 없으며, 유상으로 거래하거나 현금으로 전환할 수 없습니다.
    ⑤ "술술"은 회원이 "술술"이 승인하지 않은 방법 또는 허위 정보 제공 등의 부정한 방법으로 포인트를 획득하거나 부정한 목적이나 용도로 포인트를 사용하는 경우 포인트의 사용을 제한하거나 포인트를 사용한 구매신청을 취소하거나 회원 자격을 정지할 수 있습니다.
    ⑥ 회원 탈퇴시 미사용한 포인트는 즉시 소멸되며, 탈퇴 후 재가입하더라도 소멸된 포인트는 복구되지 아니합니다.
    ⑦ 회원이 구매 또는 이벤트 등으로 받은 포인트를 사용한 후 해당 적립 원인이 취소(반품)되는 경우 이를 "술술"에 반환하여야 하며 포인트 잔여분이 있는 경우 자동으로 차감 되거나 또는 적립되는 즉시 해당 포인트가 충족 될 때까지 자동으로 차감됩니다.
    ⑧ 포인트의 유효기간은 고지된 바에 따라 특정되며, 유효기간 내에 사용되지 않은 포인트는 해당 유효기간 만료 시 즉시 소멸됩니다.
    ⑨ "술술"의 포인트 정책은 제2조의 모든 "회원"에게 동일하게 적용됩니다. 단, 휴면회원의 경우 관계법령에 따라 고지, 처리 등이 제한 될 수 있습니다.

    제 13조 (할인쿠폰)
    ① 할인쿠폰은 회원에게 무상으로 발행되는 것으로 "술술"은 회원이 할인쿠폰을 사이트에서 상품 구매 시 적용할 수 있도록 그 사용대상, 사용방법, 사용기간, 구매가 할인액 등을 정할 수 있습니다. 할인쿠폰의 종류 또는 내용은 "술술"의 정책에 따라 달라질 수 있습니다.
    ② "술술"은 할인쿠폰의 사용대상, 사용방법, 사용기간, 할인금액 등을 사이트에 별도로 표시하거나 통지합니다.
    ③ 할인쿠폰은 현금으로 환급될 수 없으며, 할인쿠폰의 사용기간이 만료되거나 구매 취소 시 또는 이용계약이 종료되면 소멸됩니다.
    ④ 회원은 할인쿠폰을 제3자에게 또는 다른 아이디로 양도할 수 없으며, 유상으로 거래하거나 현금으로 전환할 수 없습니다.
    ⑤ "술술"은 회원이 "술술"이 승인하지 않은 방법으로 할인쿠폰을 획득하거나 부정한 목적이나 용도로 할인쿠폰을 사용하는 경우 할인쿠폰의 사용을 제한하거나 할인쿠폰을 사용한 구매신청을 취소하거나 회원 자격을 정지할 수 있습니다.
    ⑥ 회원 탈퇴 시 "술술"로부터 발급받은 할인쿠폰 중 미사용한 할인쿠폰은 즉시 소멸되며, 탈퇴 후 재가입하더라도 소멸된 할인쿠폰은 복구되지 아니합니다.

    제 14조 (수신확인통지/구매신청 변경 및 취소)
    ① "술술"은 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.
    ② 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 "술술"은 배송 전에 이용자의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다. 다만 이미 대금을 지불한 경우에는 제17조의 청약철회 등에 관한 규정에 따릅니다.

    제 15조 (재화 등의 공급)
    ① "술술"은 이용자와 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상, 이용자가 청약을 한 날부터 30일 이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 다만, "술술"이 이미 재화 등의 대금의 전부 또는 일부를 받은 경우에는 대금의 전부 또는 일부를 받은 날부터 3영업일 이내에 조치를 취합니다. 이때 "술술"은 이용자가 재화 등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다.
    ② "술술"은 이용자가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 "술술"이 약정 배송기간을 초과한 경우에는 그로 인한 이용자의 손해를 배상하여야 합니다. 다만 "술술"이 고의/과실이 없음을 입증한 경우에는 그러하지 아니합니다.

    제 16조 (환급)
    "술술"은 이용자가 구매신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 3영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.

    제 17조 (청약철회 등)
    ① "술술"과 재화등의 구매에 관한 계약을 체결한 이용자는 「전자상거래 등에서의 소비자보호에 관한 법률」 제13조 제2항에 따른 계약내용에 관한 서면을 받은 날(그 서면을 받은 때보다 재화 등의 공급이 늦게 이루어진 경우에는 재화 등을 공급받거나 재화 등의 공급이 시작된 날을 말합니다)부터 7일 이내에는 청약의 철회를 할 수 있습니다. 다만, 청약철회에 관하여 「전자상거래 등에서의 소비자보호에 관한 법률」에 달리 정함이 있는 경우에는 동 법 규정에 따릅니다.
    ② 이용자는 재화 등을 배송 받은 경우 다음 각 호의 1에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.

    1. 이용자에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다)
    2. 이용자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
    3. 시간의 경과에 의하여 재판매가 곤란할 정도로 재화등의 가치가 현저히 감소한 경우
    4. 같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우

    ③ 제2항 제2호 내지 제4호의 경우에 "술술"이 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 이용자의 청약철회 등이 제한되지 않습니다.
    ④ 이용자는 제1항 및 제2항의 규정에 불구하고 재화 등의 내용이 표시/광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화 등을 공급받은 날부터 3월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.

    제 18조 (청약철회 등의 효과)
    ① "술술"은 이용자로부터 재화 등을 반환받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 "술술"이 이용자에게 재화등의 환급을 지연한때에는 그 지연기간에 대하여 공정거래위원회가 정하여 고시하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다.
    ② "술술"은 위 대금을 환급함에 있어서 이용자가 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다.
    ③ 청약철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 이용자가 부담합니다. "술술"은 이용자에게 청약철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 재화 등의 내용이 표시/광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우 재화 등의 반환에 필요한 비용은 "술술"이 부담합니다.
    ④ 이용자가 재화 등을 제공받을 때 발송비를 부담한 경우에 "술술"은 청약철회 시 그 비용을 누가 부담하는지를 이용자가 알기 쉽도록 명확하게 표시합니다.

    제 19조 (개인정보보호)
    ① "술술"은 이용자의 개인정보 수집시 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.
    ② "술술"은 회원가입시 구매계약이행에 필요한 정보를 미리 수집하지 않습니다. 다만, 관련 법령상 의무이행을 위하여 구매계약 이전에 본인확인이 필요한 경우로서 최소한의 특정 개인정보를 수집하는 경우에는 그러하지 아니합니다.
    ③ "술술"은 이용자의 개인정보를 수집/이용하는 때에는 당해 이용자에게 그 목적을 고지하고 동의를 받습니다.
    ④ "술술"은 수집된 개인정보를 목적외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용/제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 다음의 경우에는 예외로 합니다.

    1. 배송업무상 배송업체에게 배송에 필요한 최소한의 이용자의 정보(성명, 주소, 전화번호)를 알려주는 경우
    2. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우
    3. 재화등의 거래에 따른 대금정산을 위하여 필요한 경우
    4. 도용방지를 위하여 본인확인에 필요한 경우
    5. 법률의 규정 또는 법률에 의하여 필요한 불가피한 사유가 있는 경우

    ⑤ "술술"이 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보 보호책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및 제공할 정보의 내용) 등 「개인정보보호법」 제39조의3이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.
    ⑥ 이용자는 언제든지 "술술"이 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 "술술"은 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 "술술"은 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
    ⑦ "술술"은 개인정보 보호를 위하여 이용자의 개인정보를 취급하는 자를 최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.
    ⑧ "술술" 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.

    제 20조 ("술술"의 의무)
    ① "술술"은 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화/용역을 제공하는데 최선을 다하여야 합니다.
    ② "술술"은 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.
    ③ "술술"이 상품이나 용역에 대하여 「표시·광고의 공정화에 관한 법률」 제3조 소정의 부당한 표시/광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.
    ④ "술술"은 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.

    제 21조 (회원의 ID 및 비밀번호에 대한 의무)
    ① 제19조의 경우를 제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.
    ② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.
    ③ 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 "술술"에 통보하고 "술술"의 안내가 있는 경우에는 그에 따라야 합니다.

    제 22조 (이용자의 의무)
    이용자는 다음 행위를 하여서는 안 됩니다.

    1. 신청 또는 변경시 허위 내용의 등록
    2. 타인의 정보 도용
    3. "술술"에 게시된 정보의 변경
    4. "술술"이 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
    5. "술술" 기타 제3자의 저작권 등 지식재산권에 대한 침해
    6. "술술" 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
    7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 몰에 공개 또는 게시하는 행위

    제 23조 (연결"회사"과 피연결"회사" 간의 관계)
    ① 상위 "회사"과 하위 "회사"이 하이퍼 링크(예: 하이퍼 링크의 대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된 경우, 전자를 연결 "회사"(웹 사이트)이라고 하고 후자를 피연결 "회사"(웹사이트)이라고 합니다.
    ② 연결"회사"은 피연결"회사"이 독자적으로 제공하는 재화등에 의하여 이용자와 행하는 거래에 대해서 보증책임을 지지 않는다는 뜻을 연결"회사"의 초기화면 또는 연결되는 시점의 팝업화면으로 명시한 경우에는 그 거래에 대한 보증책임을 지지 않습니다.

    제 24조 (지식재산권의 귀속 및 이용제한)
    ① "술술"이 작성한 저작물에 대한 저작권 기타 지식재산권은 "술술"에 귀속합니다.
    ② 이용자는 "술술"을 이용함으로써 얻은 정보 중 "술술"에게 지식재산권이 귀속된 정보를 "술술"의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
    ③ "술술"은 약정에 따라 이용자에게 귀속된 지식재산권을 사용하는 경우 당해 이용자에게 통보하여야 합니다.

    제 25조 (구독 서비스)
    ① 구독 서비스는 회원의 편의를 위하여 회원이 설정한 주기에 따라 정기적으로 상품을 자동 결제하고 배송하는 "정기구매" 서비스를 의미합니다.
    ② 구독서비스의 이용, 혜택, 혜택 변경, 해지 등에 대한 자세한 내용은 제 27조를 준용합니다.
    ③ 구독 서비스는 구매 방식과 서비스의 형태를 의미하는 것이며, 몰 내에서 반드시 명칭을 구독으로 사용하는 것을 의미하는 것은 아닙니다. 회사는 회사의 목적에 따라 "구독 서비스"를 "구독", "정기구독", "정기배송", "회원제", "클럽" 등과 같은 명칭으로 변경하여 사용할 수 있습니다. 단, 이 때 회사는 구독 서비스에 대하여 가입단계에서 이해할 수 있을 정도의 설명을 해야 합니다.

    제 26조 (구독 서비스 이용 자격)
    "술술" 회원이면 누구나 "구독 서비스"을 신청하고 가입을 완료함으로써 이용이 가능합니다. 가입의 완료라는 것은 반드시 회원가입과 같은 별도의 청약과 수락의 과정을 의미하는 것은 아니며, 구매 과정에서의 회원의 선택과 동의 등의 과정으로 가입 및 이용이 가능합니다.

    제 27조 (구독 서비스 이용, 결제, 혜택 변경, 해지 등)
    ① 회사는 구독 서비스에 가입한 회원에 한하여, 상품에 대하여 할인 혜택을 제공할 수 있으며, 할인율 및 거래조건 등은 서비스 및 상품 별로 다를 수 있고, 언제든 변경될 수 있습니다. 할인율 및 거래조건 등이 이용자에게 불리하게 변경되는 경우 회사는 2주의 기간 동안 위 변경에 대하여 공지하고, 회원은 위 변경에 동의하지 않으면 위 기간 동안 본 "구독 서비스"를 해지하거나 종료시킬 수 있으며, 위 기간 동안 "구독 서비스"를 종료시키지 않으면 위 변경에 회원이 동의한 것으로 봅니다. 
    ② 구독 서비스의 특성상 상품의 가격은 계속적으로 변경될 수 있으며, 회원에게 고지된 시점의 상품 가격을 기준으로 결제가 이루어집니다. 가격 결정의 기준 시점은 변경될 수 있습니다.
    ③ 구독 서비스의 특성상 가입 및 이용시 회원에게 제공되는 혜택의 종류, 내용, 크기, 제공 기간은 계속적으로 변경될 수 있으며, 회원에게 고지된 시점을 기준으로 혜택이 적용됩니다. 회사는 변경되는 혜택에 대하여 고객에게 해당 시점에서 가능한 방식으로 고객들에게 최선을 다해 고지합니다.
    ④ 구독 상품의 추가 또는 변경 시 결제되는 총 상품의 금액은 변경됩니다.
    ⑤ 카드 한도 초과 등으로 상품의 결제가 이루어 지지 않을 경우, 해당 회차의 구독 정기 주문은 이루어지지 않을 수 있으며, 위와 같은 상황이 3회 이상 지속되는 경우 회사는 회원에게 제공되는 구독 서비스를 중지할 수 있습니다.
    ⑥ 구독 서비스를 이용 중인 회원이 자신의 연락처, 주소, 이름 등의 정보를 변경하지 않고, 이후 결제 및 상품 배송이 시작한 경우, 이로 인해 발생한 문제는 전적으로 고객의 과실이며, 회사는 회원에게 발생한 피해에 대하여 보상할 책임을 가지지 않습니다.
    ⑦ 구독 서비스를 이용 중인 회원이 자신의 구독 중인 상품의 종류나 수량을 변경하지 않고 이후 결제 및 상품 배송이 시작한 경우, 이로 인해 발생한 문제는 전적으로 고객의 과실이며, 회사는 회원에게 발생한 피해에 대하여 보상할 책임을 가지지 않습니다.
    ⑧ 제 27조 5~7항에 대해 회사는 정기 주문일 최소 3일 전까지 고객에게 정기 주문에 대한 배송지, 수량, 상품 정보를 고지하여, 고객이 충분히 구독 정보에 대해 인지할 수 있도록 안내합니다.

    제 28조 (구독 서비스 및 정기구매 종료 등)
    구독 서비스를 더 이상 운영하기가 어렵거나, 구독 서비스에 포함된 상품을 더 이상 판매할 수 없거나 해당 상품을 구독 서비스에서 제공할 수 없는 사유가 있는 경우, 회사는 구독 서비스의 운영을 종료하거나, 해당 상품의 구독 상품으로써의 판매를 중지하거나 해당 회차의 상품을 공급하지 않을 수 있습니다.

    제 29조 (회원의 구독 서비스 해지)
    회원은 회사에게 통지하거나, "술술"의 구독 관리 페이지에서 해지 신청함으로써 서비스를 종료시킬 수 있습니다. 회원이 마이페이지 등 홈페이지에서 로그인 후 해지 신청을 하는 것이 아닌 전화, 카카오톡 등 회원을 식별하기가 어려운 방법으로 회사에 통지하는 경우, 회사가 회원의 통지를 확인할 수 있는 이름, 전화번호, 이메일 등의 정보를 알려주어야 하며, 통지시 위의 정보를 전달하지 않음으로 인해 회원에게 발생한 피해에 대해서는 보상할 책임을 가지지 않습니다. 

    제 30조 (구독 서비스 이용의 제한)
    ① 회원의 통지 또는 과실에 의해서 구독 서비스 및 정기구매 서비스가 중지되는 경우(일부 상품에 대하여 정기구매 서비스가 중지되는 경우를 포함합니다.) 해당 상품의 정기구매 서비스 신청이 2개월의 범위 내에서 제한될 수 있습니다.
    ② 회사는 특정상품에 대하여 구매 수량을 제한할 수 있습니다.
    ③ 회사는 상품의 재판매 가능성이 있는 경우, 또는 불법적이거나 부당한 행위와 관련된 경우 회원의 구독 서비스 및 정기구매 이용을 제한할 수 있습니다.
    ④ 회사가 더 많은 회원들에게 혜택을 제공하기 위하여, 무료체험, 할인, 적립금, 샘플 등의 혜택을 제공하는 경우 가입한 소비자에 한하여 한정적으로 제공할 수 있습니다. 혜택을 남용하기 위하여, 복수의 아이디로 가입하는 행위, 해지와 재가입을 반복하는 행위 등을 하는 경우에는 이용을 제한할 수 있습니다. 이 때 소비자는 사이트에 가입한 이용자 혹은 회원을 의미하는 것이 아니며, 실제 자연인 또는 법인을 의미합니다.
    ⑤ 서비스 이용의 제한에 대한 구체적인 기준은 내부 운영정책에 따라 적용됩니다.
    ⑥ 회사는 자체적인 시스템을 통한 모니터링과 각종 기관에서 접수된 민원 내용, 수사 기관의 정보 등을 통해 정황을 확인한 후, 정기구매 서비스 제한 사유 행위를 한 것으로 추정되는 경우 정기구매 서비스 이용을 제한할 수 있습니다.

    제 31조 (콘텐츠에 대한 운영)
    ① "술술"은 회원이 다음 각 호에 해당한다고 판단되는 콘텐츠를 등록하였을 경우 부적절한 콘텐츠로 판단하여 이를 삭제하거나 게시를 중단하고, 제공되었던 혜택을 회수할 수 있습니다.

    1. "술술", "술술"의 이용자 또는 제3자를 비난하거나 명예를 훼손시키는 경우
    2. "술술"의 이용목적에 부합하지 않거나 해당 서비스의 취지와 무관한 콘텐츠
    3. 타인의 저작권, 상표권 등을 침해하는 콘텐츠
    4. 음란성 콘텐츠와 혐오성 콘텐츠
    5. 특정인의 개인정보가 포함된 콘텐츠
    6. 특정 단어 또는 문구를 반복 삽입하는 등의 비정상적인 콘텐츠 또는 프로그램 등을 이용하여 기계적인 패턴 글로 도배하는 경우
    7. 회사가 허용하지 아니한 영리활동과 관련된 콘텐츠
    8. 악성코드나 스파이웨어 등이 실행되어 다른 이용자, 기타 제3자의 시스템 성능 저하, 개인정보 유출 등의 피해를 줄 수 있는 악의적인 코드를 담고 있는 콘텐츠
    9. 기타 관련법령 및 "술술"의 이용약관 등에 위반된다고 판단되는 경우

    ② 회원의 콘텐츠가 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』, 『개인정보 보호법』 및 『저작권법』 등 기타 법령에 위반되는 내용을 포함하는 경우, 권리자는 관련법령이 정한 절차에 따라 해당 콘텐츠의 게시중단 및 삭제 등을 요청할 수 있으며, "술술"은 관련법령에 따라 권리자의 지식재산권을 보호하기 위해 필요한 조치를 취할 수 있습니다.

    제 32조 (콘텐츠의 저작권 등)
    ① 회원이 "술술" 내에 게시한 콘텐츠의 저작권을 포함한 지식재산권은 회원이 보유하며, "술술"이 작성한 콘텐츠에 대한 저작권을 포함한 지식재산권은 "술술"이 보유합니다.
    ② "술술"은 회원과 타인의 지식재산권이 서로 존중되고 보호받을 수 있도록 노력할 책임이 있고, 특히 타인에 의해 회원의 지식재산권 침해가 확인될 경우 즉시 회원의 권리 보호를 위하여 필요한 조치를 취하고 이를 회원에게 통지하는 등 "술술"에 회원이 게시한 콘텐츠의 보호를 위하여 최선을 다하겠습니다.
    ③ 회원은 본인이 사이버몰 내에 등록 또는 게시한 게시물과 관련하여 합리적인 범위 내에서의 다음 각 호의 사용행위를 허락합니다(기존 회원의 경우 이 약관 개정 전 게시한 게시물을 포함합니다).

    1. 다른 회원의 동 콘텐츠 사용
    2. "술술"이 동 콘텐츠를 검색결과로 사용

    ④ 회원은 본인이 "술술" 내에 게시한 콘텐츠를 회사가 국내 또는 국외에서 다음 각 호의 목적에 따라 필요한 범위 내에서 해당 콘텐츠를 편집(수정, 복제, 배포 등을 의미하여 이에 한정하지 아니함) 및 사용하는 것을 허락합니다.

    1. 서비스 내에서 콘텐츠를 사용하거나, 서비스를 홍보하기 위한 목적으로 인터넷, 모바일, SNS를 포함한 디지털 마케팅 채널 및 통신사 등에게 콘텐츠의 내용을 보도, 방영하는 경우
    2. 콘텐츠를 복제ᆞ전송ᆞ전시하는 방법으로 제휴서비스에서 콘텐츠를 제공하는 경우

    ⑤ 회원은 언제든지 "술술" 고객센터 또는 그에 준하는 채널을 통하여 자신이 게시한 콘텐츠에 대한 삭제, 비공개, 사용중단 등을 요청할 수 있고, "술술"은 요청을 접수한 이후 가능한 한 빠르게 사용을 중지하고 조치결과를 회원에게 안내합니다.
    ⑥ 회원 탈퇴 후 "술술" 서비스에 입력하신 상품문의 및 후기(사진 포함)는 삭제되지 않으며, 회원 정보 삭제로 인해 작성자 본인을 확인할 수 없어 편집 및 삭제처리가 원천적으로 불가능합니다. 상품문의 및 후기, 댓글 삭제를 원하시는 경우에는 먼저 해당 게시물을 삭제하신 후 탈퇴를 신청하시기 바랍니다.
    ⑦ 이용자는 서비스를 이용함으로써 얻은 정보 중 "술술"이 지식재산권을 보유한 정보를 술술의 사전 승낙 없이 영리 목적으로 이용하거나 제3자가 이용하게 하여서는 아니됩니다.

    제 33조(면책조항)

    ① "술술"은 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
    ② "술술"은 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
    ③ "술술"은 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
    ④ "술술"은 회원이 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관해서는 책임을 지지 않습니다.
    ⑤ "술술"은 회원 간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임을 지지 않습니다.

    제 34조(분쟁해결)
    ① "술술"은 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치/운영합니다.
    ② "술술"은 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.
    ③ "술술"과 이용자 간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시/도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.

    제 35조(재판권 및 준거법)
    ① "술술"과 이용자 간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
    ② "술술"과 이용자 간에 제기된 전자상거래 소송에는 한국법을 적용합니다.

    * 부칙
    1. 이 약관은 2023년 01월 30일부터 시행됩니다.
    2. 2022년 08월 21일부터 시행되던 종전의 약관은 이 약관으로 대체됩니다.`

    return (
        <div style={{margin:'0 200px'}}>
            <div style={{textAlign: 'center', fontSize: '15pt', fontWeight: 'bold', margin: '50px 0'}}>[이용약관] 술술마켓 술술컴퍼니 주식회사</div>
            <pre style={{whiteSpace: 'pre-line'}}>{text}</pre>
        </div>
    )
}

export default Policy;