const Privacy = () => {
    const text=`
술술컴퍼니 주식회사(이하 “회사”)는 개인정보 보호 관련 법령에 따라 고객의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.

“회사”는 개인정보 처리방침 페이지를 통하여 이용자들이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려 드립니다. “회사”는 해당 페이지를 홈페이지 첫 화면에 공개함으로써 이용자들이 언제나 용이하게 보실 수 있도록 조치하고 있습니다. 개인정보 처리방침을 개정하는 경우나 개인정보 처리방침이 변경될 경우 또한 개인정보 처리방침 페이지를 통해 고지하고 있습니다. 이용자들께서는 사이트 방문 시 수시로 확인하실 것을 권장드립니다.

1. 개인정보 수집에 대한 동의
술술컴퍼니 주식회사는 이용자들이 회사의 개인정보 처리방침 또는 이용약관의 내용에 대하여 회원가입 시 「가입완료」버튼 또는 「취소」버튼을 클릭할 수 있는 절차를 마련하여, 「가입완료」버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 봅니다.
회사의 물품 및 서비스의 구매를 위해 모든 상품 구매자의 본인인증 절차를 걸쳐야 하며, 비회원 고객은 물품 및 서비스의 구매를 하실 수 없습니다.

2. 개인정보의 수집목적 및 이용목적
“회사”는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 법률에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.

“회사”는 이용자의 사전 동의 없이는 이용자의 개인 정보를 공개하지 않으며, 수집된 정보는 아래와 같이 이용하고 있습니다.

첫째, 수집하는 개인정보 항목과 수집 및 이용목적은 다음과 같습니다.



둘째, 이용자들이 제공한 개인정보를 바탕으로 보다 더 유용한 서비스를 개발할 수 있습니다.
“회사”는 신규 서비스개발이나 컨텐츠의 확충 시에 기존 이용자들이 회사에 제공한 개인정보를 바탕으로 개발해야 할 서비스의 우선 순위를 보다 더 효율적으로 정하고, 이용자들이 필요로 할 컨텐츠를 합리적으로 선택하여 제공할 수 있습니다.

3. 수집하는 개인정보 항목 및 수집방법
회사는 다음의 개인정보 항목을 수집하여 처리하고 있습니다.



※ 주류의 통신판매에 관한 명령위임의 고시 제5조 (주류 통신판매자의 준수사항) 6항(휴대전화나 아이핀 또는 「전자서명법」 제2조제6호에 따른 인증서로 성인인증을 받은 자에 한하여 인터넷 통신판매를 하여야 한다.) 준수를 위해 법정 대리인의 동의가 필요한 만 19세 미만 아동, 청소년의 회원가입은 받고 있지 않습니다.
※ 성인인증은 본인인증 기관을 통해 처리하고 있으며, 동의 받은 수집 항목 외 개인정보는 저장하지 않습니다.

※ 회사의 서비스 이용 과정에서 서비스 이용기록, 방문기록, 불량 이용기록, IP주소, 쿠키, MAC주소, 모바일 기기정보(앱 버전, OS 버전), ADID/IDFA(광고식별자) 등의 정보가 자동으로 생성되어 수집될 수 있습니다.

※ 진행하는 이벤트에 따라 수집 항목이 상이할 수 있으므로 응모 시 별도 동의를 받으며, 목적 달성 즉시 파기합니다.

4. 수집하는 개인정보의 보유 및 이용기간
이용자가 쇼핑몰 회원으로서 회사에 제공하는 서비스를 이용하는 동안 술술컴퍼니 주식회사는 이용자들의 개인정보를 계속적으로 보유하며 서비스 제공 등을 위해 이용합니다. 다만, 아래의 “6. 이용자 자신의 개인정보 관리(열람,정정,삭제 등)에 관한 사항” 에서 설명한 절차와 방법에 따라 회원 본인이 직접 삭제하거나 수정한 정보, 가입해지를 요청한 경우에는 재생할 수 없는 방법에 의하여 디스크에서 완전히 삭제하며 추후 열람이나 이용이 불가능한 상태로 처리됩니다.

그리고 “3. 수집하는 개인정보 항목 및 수집방법”에서와 같이 일시적인 목적 (설문조사, 이벤트, 본인확인 등)으로 입력 받은 개인정보는 그 목적이 달성된 이후에는 동일한 방법으로 사후 재생이 불가능한 상태로 처리됩니다. 귀하의 개인정보는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적이 달성되면 파기하는 것을 원칙으로 합니다. 그리고 상법, 전자상거래등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 술술컴퍼니 주식회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.

이 경우 술술컴퍼니 주식회사는 술술컴퍼니 주식회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.



술술컴퍼니 주식회사는 귀중한 회원의 개인정보를 안전하게 처리하며, 유출의 방지를 위하여 다음과 같은 방법을 통하여 개인정보를 파기합니다.

- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
- 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다

5. 수집한 개인정보의 공유 및 제공
술술컴퍼니 주식회사는 이용자들의 개인정보를 “2. 개인정보의 수집목적 및 이용목적”에서 고지한 범위 내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.

- 이용자들이 사전에 공개에 동의한 경우
- 상품서비스 제공에 따른 요금정산을 위하여 필요한 경우
- 홈페이지에 게시한 서비스 이용 약관 및 기타 회원 서비스 등의 이용약관 또는 운영원칙을 위반한 경우
- 자사 서비스를 이용하여 타인에게 정신적, 물질적 피해를 줌으로써 그에 대한 법적인 조치를 취하기 위하여 개인정보를 공개해야 한다고 판단되는 충분한 근거가 있는 경우
- 기타 법에 의해 요구된다고 선의로 판단되는 경우 (ex. 관련법에 의거 적법한 절차에 의한 정부/수사기관의 요청이 있는 경우 등)
- 통계작성, 학술연구나 시장조사를 위하여 특정개인을 식별할 수 없는 형태로 광고주, 협력업체나 연구단체 등에 제공하는 경우
- 국세청 고시에 따른 주류 통신판매 주문에 대한 분기별 신고의 경우

6. 개인정보의 위탁처리
“회사”는 원활한 개인정보 업무치를 위하여 귀하의 개인정보를 필요한 경우 동의 등 법률상의 요건을 구비하여 외부에 수집 · 처리 · 관리 등을 위탁하여 처리할 있으며, 제 3자에게 제공할 수 있습니다.

당사는 개인정보의 처리와 관련하여 아래와 같이 업무를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다. 또한공유하는 정보는 당해 목적을 달성하기 위하여 필요한 최소한의 정보에 국한됩니다.



- 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.

7. 이용자 자신의 개인정보 관리(열람,정정,삭제 등)에 관한 사항
① 이용자는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.

1) 개인정보 열람요구
2) 오류 등이 있을 경우 정정 요구
3) 삭제요구
4) 처리정지 요구

② 이용자는 홈페이지의 “개인정보수정”, 회원탈퇴” 메뉴 및 회사에 대해 홈페이지 로그인 후 직접 변경, 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 권리 행사를 하실 수 있으며 회사는 이에 대해 지체없이 조치하겠습니다.
③ 이용자가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.
④ 이용자에 따른 권리 행사는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 위임장을 제출하셔야 합니다.
⑤ 이용자는 개인정보 보호 유관법령을 위반하여 회사가 처리하고 있는 이용자 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니됩니다.

8. 쿠키(Cookie)의 운용 및 거부
회사는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.

① 쿠키의 사용목적
1) 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.
2) 회사는 회원을 식별하고 회원의 로그인 상태를 유지하기 위해 쿠키를 사용할 수 있습니다.

② 쿠키의 설치 운영 및 거부
1) 이용자는 쿠키 설치에 대한 선택권을 가지고 있으며, 웹브라우저별 옵션 선택을 통해 모든 쿠키를 허용 또는 거부 하거나, 쿠키가 저장될 때마다 확인을 거치도록 할 수 있습니다. 쿠키 설치 허용여부를 지정하는 방법은 다음과 같습니다.

- Internet Explorer : 도구 메뉴 > 인터넷 옵션 > 개인정보 탭 > 개인정보처리 수준 설정
- Chrome : 설정 메뉴 > 고급 설정 표시 선택 > 개인정보-콘텐츠 설정 > 쿠키 수준 설정
- firefox : 옵션 메뉴 > 개인정보 > 방문기록-사용자 정의 설정 > 쿠키 수준 설정
- safari : 환경설정 메뉴 > 개인정보 탭 > 쿠키 및 웹 사이트 데이터 수준 설정

③ 쿠키의 저장을 거부할 경우에는 개인 맞춤서비스 등 회사가 제공하는 일부 서비스는 이용이 어려울 수 있습니다.
9. 회사는 다음과 같이 온라인 맞춤형 광고 사업자가 행태정보를 수집하도록 허용하고 있습니다.
① 행태정보를 수집 및 처리하는 광고 사업자: 구글
② 행태정보 수집 방법: 이용자가 당사 웹사이트 방문하거나 앱을 실행할 때 자동 수집 및 전송

10. 회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
① 관리적 조치: 내부관리계획 수립 시행, 정기적 직원 교육 등
② 기술적 조치: 개인정보처리시스템 등의 접근권한 관리 등

11. 개인정보 보호책임자 및 담당자의 소속-성명 및 연락처- 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
이 름 : 홍길동
E-M A I L : [exam@email.com]
전 화 번 호 : 070-0000-0000

이용자께서는 회사의 서비스를 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당자에게 문의하실 수 있습니다. 회사는 이용자의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.

이용자 개인정보와 관련한 아이디(ID)의 비밀번호에 대한 보안유지책임은 해당 이용자 자신에게 있습니다. 술술컴퍼니 주식회사는 비밀번호에 대해 어떠한 방법으로도 이용자에게 직접적으로 질문하는 경우는 없으므로 타인에게 비밀번호가 유출되지 않도록 각별히 주의하시기 바랍니다. 특히 공공장소에서 온라인상에서 접속해 있을 경우에는 더욱 유의하셔야 합니다.

12. 개인정보관련 의견수렴 및 불만처리에 관한 사항
당사는 개인정보보호와 관련하여 이용자 여러분들의 의견을 수렴하고 있으며 불만을 처리하기 위하여 모든 절차와 방법을 마련하고 있습니다. 이용자들은 하단에 명시한 "11. 개인정보 관리책임자 및 담당자의 소속-성명 및 연락처"항을 참고하여 전화나 메일을 통하여 불만사항을 신고할 수 있고, 술술컴퍼니 주식회사는 이용자들의 신고사항에 대하여 신속하고도 충분한 답변을 해 드릴 것입니다.
또한, 이용자는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.

※ 아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.
기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.



13. 고지의 의무
본 개인정보 처리방침을 개정할 경우에는 최소 7일전에 홈페이지 내 “개인정보 처리방침” 또는 이메일을 통해 변경 및 내용 등을 공지하도록 하겠습니다. 다만, 이용자의 소중한 권리 또는 의무에 중요한 내용 변경이 발생하는 경우 시행일로부터 최소 30일 전에 공지하도록 하겠습니다.

공고일자: 2022-07-22
시행일자: 2022-08-21

    `;
    return (
        <div style={{margin:'0 200px'}}>
            <div style={{textAlign: 'center', fontSize: '15pt', fontWeight: 'bold', margin: '50px 0'}}>[개인정보처리방침] 술술마켓 술술컴퍼니 주식회사</div>
            <pre style={{whiteSpace: 'pre-line'}}>{text}</pre>
        </div>
    )
}

export default Privacy;